Repository: Dantee296/Permanent-Eraser
Catalog: *.lproj/Localizable.strings
Languages: sv

source: Cancel
sv: Avbryt

source: Complete
sv: Fullständigt

source: Download
sv: Hämta

# DoNotShowMessage
source: Do not show this message again
sv: Visa inte det här meddelandet igen

# ErasingFileWarning
source: Are you sure you want to permanently erase the file "%@"?
sv: Vill radera denna filen "%@" permanent?

# ErasingFilesWarning
source: Are you sure you want to permanently erase these files?
sv: Vill radera dessa filerna permanent?

# ErasingMessage
source: Erasing
sv: Raderar

# ErasingTrashWarning
source: Are you sure you want to permanently erase the files in the Trash?
sv: Vill radera filerna permanent i papperskorgen?

# ErrorDeletingDiscMessage
source: Permanent Eraser cannot erase the CD/DVD.
sv: Permanent Eraser kan inte radera enheten.

# ErrorDeletingMessage
source: Permanent Eraser cannot erase the file "%@"
sv: Permanent Eraser kan inte radera filen "%@"

# ErrorTitle
source: Warning
sv: Varning!

# FileErasingSimple
source: Simple (1x)
sv: Enkel (1x)

source: General
sv: Allmänt

source: More Info
sv: Mer information

# NewVersionAvailable
source: New version is available
sv: Ny version tillgänglig

# NewVersionAvailableMsg
source: Version %@ of Permanent Eraser is available.
sv: Version %@ av Permanent Eraser är tillgänglig

# NoPluginMessage
source: No plug-in is available for this version of macOS.
sv: Inga insticksfiler är tillgängliga för den här versionen av macOS.

source: of
sv: av

source: Plug-Ins
sv: Insticksfiler

# PluginInstallMessage
source: The plug-in %@ will be installed in the folder %@
sv: Insticksfilen %@ kommer att installeras i mappen %@

source: Preferences...
sv: Inställningar...

# PreparingMessage
source: Preparing to eraseâ€¦
sv: Startar radering av…

source: Quick
sv: Snabbt

source: Quit
sv: Avsluta

# RecentVersionMsg
source: You have the most recent version of Permanent Eraser.
sv: Du har den senaste versionen av Permanent Eraser.

# SoftwareUpToDate
source: Software is Up-To-Date
sv: Du använder den senaste versionen

source: Update
sv: Uppdatering

# UpdateFailure
source: Could not check for update
sv: Kunde inte söka efter uppdatering

# UpdateFailureMsg
source: A problem arose while attempting to check for a new version of Permanent Eraser. Edenwaith.com may be temporarily unavailable or your network may be down.
sv: Ett problem uppstod vid försök att söka efter en ny version av Permanent Eraser. Edenwaith.com kan tillfälligt vara nere eller så har din internetuppkoppling slutat att fungera.
